{
  "1-5": {
    "Plot": "Rick provides the family with a solution to their problems, freeing him up to go on an adventure led by Morty.",
    "episode": "S01E05"
  },
  "5-2": {
    "Plot": "The Smiths suspect they're being hunted. But who's even real?",
    "episode": "S05E02"
  },
  "4-8": {
    "Plot": "Rick &amp; Morty go on a simple exchange as Rick tells Morty if something goes wrong jump into the same vat of acid as he does.",
    "episode": "S04E08"
  },
  "3-5": {
    "Plot": "Rick takes Jerry on a sympathy adventure to a resort where everyone is immortal when there, and Jerry meets some old acquaintances of Rick's who want payback.",
    "episode": "S03E05"
  },
  "4-1": {
    "Plot": "Rick brings Morty to a planet containing crystals that show whoever is touching them all the ways they may die depending on their choices.",
    "episode": "S04E01"
  },
  "5-4": {
    "Plot": "Morty has the idea to use a horse breeding mount to extract his semen, but after Rick tries to use it to create a weapon, thinking it was horse sperm, he ends up creating sperm monsters that threaten the entire country.",
    "episode": "S05E04"
  },
  "4-4": {
    "Plot": "Morty asks Rick for a dragon and Rick finds a wizard of another dimension who makes a soul bonding contract between Morty and a dragon called Balthromaw. Meanwhile, Jerry meets a talking cat in his bedroom who wants to fly to Flor...",
    "episode": "S04E04"
  },
  "4-5": {
    "Plot": "Morty discovers a race of intelligent space snakes after suffering a potentially lethal bite. Jerry attempts to prove that he isn't completely incompetent.",
    "episode": "S04E05"
  },
  "3-1": {
    "Plot": "Rick, still in galactic prison, puts an intricate escape plan into action. Back on Earth, which is now under federation control, Morty and Summer have an argument about their grandpa.",
    "episode": "S03E01"
  },
  "3-10": {
    "Plot": "Rick and Morty are called upon by the president to kill a vicious alien in the secret tunnels under the White House.",
    "episode": "S03E10"
  },
  "2-10": {
    "Plot": "The Smith family is invited to the wedding of Rick's best friend, Birdperson. Things go south when it's discovered that the bride isn't who she says she is.",
    "episode": "S02E10"
  },
  "1-9": {
    "Plot": "Summer gets a job at a pawn shop owned by the devil. Jerry helps Morty with his science fair project.",
    "episode": "S01E09"
  },
  "1-7": {
    "Plot": "Morty becomes a father to an alien baby, while Rick and Summer get trapped in a dangerous dimension.",
    "episode": "S01E07"
  },
  "2-3": {
    "Plot": "Rick gets emotional. Beth and Jerry get into a fight.",
    "episode": "S02E03"
  },
  "5-1": {
    "Plot": "Rick hosts dinner for his ocean dwelling nemesis, while Morty gets the wine.",
    "episode": "S05E01"
  },
  "1-6": {
    "Plot": "After Rick gives Morty a love potion for a school dance, things quickly spiral out of control when the serum splices with the flu - causing it to spread. Rick and Morty scramble to cure the crisis, making matters worse in the proc...",
    "episode": "S01E06"
  },
  "5-5": {
    "Plot": "Summer and Morty steal Rick's car to impress a new kid at school. Meanwhile, Rick and Jerry have a guys' night from hell.",
    "episode": "S05E05"
  },
  "2-5": {
    "Plot": "Rick and morty must aid Earth after a giant head disrupts the planet, demanding to see a hit song performed.",
    "episode": "S02E05"
  },
  "1-3": {
    "Plot": "It's Christmas. Rick shrinks Morty, injecting him into a homeless man to save Anatomy Park. Jerry tries to have a Christmas free of electronic devices, but regrets his decision when his parents introduce him to their new friend.",
    "episode": "S01E03"
  },
  "2-2": {
    "Plot": "Rick and Morty try to save a gas life form while Jerry resides in a daycare made for Jerrys.",
    "episode": "S02E02"
  },
  "4-2": {
    "Plot": "Rick goes to his private bathroom to find that someone else has used it. Jerry creates an app with an unlikely alien and Morty pays the price.",
    "episode": "S04E02"
  },
  "3-4": {
    "Plot": "Rick and Morty are summoned by the Vindicators to stop Worldender but end up in a deathtrap conceived by Drunk Rick.",
    "episode": "S03E04"
  },
  "2-7": {
    "Plot": "Rick joins in on some hijinks by transferring his consciousness into teenage \"Tiny Rick.\" Beth and Jerry sort out their relationship.",
    "episode": "S02E07"
  },
  "1-4": {
    "Plot": "Rick and Morty try to get to the bottom of a mystery.",
    "episode": "S01E04"
  },
  "1-11": {
    "Plot": "Beth and Jerry head for an iceberg of a date leaving Rick in charge. Morty doesn't get to go on any more adventures if the house isn't in the same condition when they get back.",
    "episode": "S01E11"
  },
  "3-6": {
    "Plot": "Following a stressful adventure, Rick and Morty go on a break to a spa where they remove their toxins, which in turn take a form of their own.",
    "episode": "S03E06"
  },
  "5-6": {
    "Plot": "In this Thanksgiving episode, Rick and Morty need to get a presidential pardon.",
    "episode": "S05E06"
  },
  "3-2": {
    "Plot": "With the kids dealing with their parents' divorce, Rick takes them to a Mad Max-style universe where he tries to steal a green crystal from a group of scavengers.",
    "episode": "S03E02"
  },
  "2-6": {
    "Plot": "Rick is having trouble with his car and they have to fix it by traveling to the microverse.",
    "episode": "S02E06"
  },
  "2-1": {
    "Plot": "Having restarted time, Rick, Morty and Summer are in a quantum-uncertain state of existence. An argument leads to the creation of two alternate timelines, which need to be stitched back together fast if they are to escape quantum ...",
    "episode": "S02E01"
  },
  "3-7": {
    "Plot": "While Rick and Morty go off to adventure in Atlantis, we take a look at how the Citadel has rebuilt itself since both Rick and Morty visited.",
    "episode": "S03E07"
  },
  "4-10": {
    "Plot": "An adventure with an invisibility belt, but a family that disappears together, must stay together.",
    "episode": "S04E10"
  },
  "3-9": {
    "Plot": "Rick brings Beth to a world he created for her when she was younger while Beth looks for a long-lost childhood friend trapped there for years.",
    "episode": "S03E09"
  },
  "5-10": {
    "Plot": "Rick is living his best anime life. Meanwhile in the Citadel of Ricks, a long game played by one particular Morty is reaching its conclusion.",
    "episode": "S05E10"
  },
  "3-3": {
    "Plot": "Rick turns himself into a pickle while Beth, Summer, and Morty go to family therapy.",
    "episode": "S03E03"
  },
  "2-4": {
    "Plot": "The Smith house is locked down after parasites threaten to take over the world by multiplying through flashbacks.",
    "episode": "S02E04"
  },
  "1-1": {
    "Plot": "A strangely eccentric genius scientist and inventor moves into the home of his daughter and her family and begins to strongly influence his young grandson.",
    "episode": "S01E01"
  },
  "1-10": {
    "Plot": "Rick, falsely blamed for Murder by the council of Ricks, begins a cross-dimensional pursuit with the authorities while attempting to prove his innocence.",
    "episode": "S01E10"
  },
  "2-9": {
    "Plot": "Rick and Morty arrive on an alien planet to fix their ship just as the day of the purge begins there, Jerry and Summer work on their father-daughter relationship, but his lack of employment keeps coming up.",
    "episode": "S02E09"
  },
  "5-9": {
    "Plot": "Rick gets new sidekicks, while Morty makes a new friend.",
    "episode": "S05E09"
  },
  "4-7": {
    "Plot": "Rick, Morty and Summer visit an alien civilisation, where Rick and Morty are controlled by parasites and Summer lives a luxurious lifestyle.",
    "episode": "S04E07"
  },
  "1-8": {
    "Plot": "Rick hooks up the family's TV with interdimensional cable, allowing them to watch infinite TV from across the multiverse.",
    "episode": "S01E08"
  },
  "4-3": {
    "Plot": "On a treasure-seeking expedition in an alien temple, Rick and Morty discover that a heist expert has snatched the prize from under their noses. Further twists, turns and double-crosses abound.",
    "episode": "S04E03"
  },
  "3-8": {
    "Plot": "Rick reveals to Morty his \"Morty's mind blowers,\" a collection of memories Morty asked Rick to erase from his mind.",
    "episode": "S03E08"
  },
  "2-8": {
    "Plot": "Jerry is faced with the difficult decision of losing his manhood in order to save an alien leader from imminent death. Meanwhile, Rick, Morty and Summer explore the possibilities of interdimensional television.",
    "episode": "S02E08"
  },
  "4-6": {
    "Plot": "An anthology episode that follows Rick and Morty on a train with people who don't like Rick. They have to find their way out but they bump into unexpected situations along the way.",
    "episode": "S04E06"
  },
  "5-7": {
    "Plot": "Summer enables Rick's addiction to collecting giant combining robots, and the family becomes The Family.",
    "episode": "S05E07"
  },
  "5-3": {
    "Plot": "Morty falls in love with an ecological heroine named Planetina, and quickly has trouble with the people that created her. Rick and Summer visit planets that are about to stop existing to have crazy parties and forget their problems.",
    "episode": "S05E03"
  },
  "4-9": {
    "Plot": "Rick, Morty, Beth, Summer and Jerry share a galactic adventure.",
    "episode": "S04E09"
  },
  "5-8": {
    "Plot": "Rick attempts to save a beloved friend.",
    "episode": "S05E08"
  },
  "1-2": {
    "Plot": "Rick helps Jerry out with the dog.",
    "episode": "S01E02"
  }
}